[{"sierra-nevada-pale-ale-bottle-can": "<b>Available in bottles. Special draft of this beer is available only at the brewery!</b><br />Draft SNPA at all other locations is a different recipe and is listed separately.<br />Sierra Nevada Pale Ale is a delightful example of the classic pale ale style. It has a deep amber color and a exceptionally full-bodied, complex character. The fragrant bouquet and spicy flavor are the results of the generous use of the best Cascade hops.<P>\r\nBottle Conditioned.<br />\r\nIBUs: 37<br />\r\nBittering Hops: Magnum & Perle<br />\r\nFinishing Hops: Cascade<br />\r\nMalts: Two-row Pale & Caramel"}, {"anchor-liberty-ale": "Originally brewed in 1975 to commemorate Paul Revere's ride, this brew is a heavily hopped ale (Cascade hops) with a copper color and a hoppy nose."}, {"oskar-blues-dales-pale-ale": "Brewed with hefty amounts of European malts and four kinds of American hops, it delivers a blast of hop aromas, a rich middle of malt and hops, and a thrilling finish. It weighs in at 6.5 % alcohol by volume. \r\n<br /><br />\r\nWhy squeeze such a big brew into a little can? \r\n<br /><br />\r\nBecause we think fun in the great outdoors calls for great beer. Our cans go where bottled beers can\u0092t, where flavorless canned beers don\u0092t belong. And no matter where you drink Dale\u0092s Pale Ale, our can protect it from light and oxidation far better than bottles do.\r\n<br /><br />\r\nNorthern Brewer for bittering, Cascade and Columbus for flavor,\r\nand a big, post-boil addition of Centennial for aroma.\r\n"}, {"three-floyds-alpha-king": "Big American Pale Ale with citrusy aroma- a hop lover\u0092s cult beer and Three Floyds\u0092 flagship beer Brewed with Cenntennial, Cascade & Warrior Hops. <br /> \r\nAlpha King is an American Pale Ale with a bold citrus hop character. We brew all our beers for our own demanding tastes. If you\u0092re unwilling to compromise on your beer, we urge you to try it."}, {"flying-dog-doggie-style-classic-pale-ale": "Dry Hopped with a load of Cascade hops grown in the Pacific Northwest. Doggie Style has enough hop character to satisfy hop-heads, but isn\u0092t overpoweringly hoppy. It\u0092s brilliant amber-copper color and pleasant malt flavor comes from the addition of Carastan malts."}, {"stone-pale-ale": "Deep amber in color, Stone Pale Ale is robust and full flavored. A delicate hop aroma is complemented by a rich maltiness. "}, {"north-coast-red-seal-ale": "Malt and hops are beautifully married in this full-bodied, copper-red Pale Ale. Red Seal Ale is generously hopped in the traditional manner for a long, spicy finish. \r\n"}, {"redhook-long-hammer-ipa": "Bottle: Filtered. <br />\r\nAvailable unfiltered from the cask at GBBF 2008<br />\r\nDry hopped with Cascade hops to give a wonderful hop aroma but not the overpowering hop taste. Long Hammer IPA is the beer you find yourself reaching for again and again, no matter what the occasion.\r\n\r\nLong Hammer pairs nicely with grilled meats, seafood, Mexican, Indian, Thai or other spicy ethnic foods.\r\nAvailable year round.\r\n<br /><br />\r\nStyle: India Pale Ale\r\n<br />\r\nABV: 6.5%\r\n<br />\r\nMalts: Pale, Caramel, Munich\r\n<br />\r\nHops: Alchemy, Cascade, Willamette\r\n<br />\r\nColor SRM: 8.5\r\n<br />\r\nBitterness Units: 44.0 IBU\r\n<br />\r\nOriginal Gravity: 14.40 degrees plato\r\n<br />\r\nBrewed Since: 1984\r\n\r\n"}, {"deschutes-mirror-pond-pale-ale": "This is base camp, where any craft brew exploration begins. A distinct hop nose and hop-forward flavor make Mirror Pond the quintessential Pale Ale. It is aromatically complex, multi-layered, and unmistakably \u0093right.\u0094 "}, {"founders-pale-ale": "A testament to Cascade hops in a bottle. This medium-bodied pale ale has a distinctive floral hop aroma and refreshing citrus flavor. You\u0092ll notice a slight malty sweetness with a balanced hop finish. Perfect to enjoy anytime, anywhere."}, {"boulder-beer-hazed-infused": "This unfiltered dry-hopped ale is \"hazed\" in its natural state and \"infused\" with a Crystal and Centennial hop blend, creating a flavorful aromatic brew.\r\n12.5 Plato"}, {"kona-fire-rock-pale-ale": "Fire Rock Pale Ale is a crisp, refreshing \u0093Hawaiian-style\u0094 pale ale. Its signature copper color results from the unique blend of specialty roasted malts. The pronounced citrus-floral hop aroma comes from the liberal amounts of Galena, Cascade & Mt. Hood hops added to each brew."}, {"rogue-juniper-pale-ale": "Juniper Pale Ale: the new package for Yellow Snow Ale (winter 2004/2005). While the recipe (a pale ale infused with whole juniper berries) on the label remain the same, the name and label are new for 2005. Juniper Pale Ale is available in the classic 22-ounce bottle and on draft.  Also known as Pale Rain.\r\n\r\nMeasurements: 13 degrees Plato, IBU 34, Apparent Attenuation 77, Lovibond 3.2.\r\n\r\n"}, {"great-lakes-burning-river-pale-ale": "An assertively hopped American Pale Ale with citrusy and piney Cascade hops. Subtle malt flavors balance the hop profile and provide a satisfying dry finish. "}, {"bells-midwestern-pale-ale": "A refreshing, blond colored pale ale. Bell\u0092s pale ale is made almost exclusively from pale malt. It expresses a spicy floral hop aroma and taste."}, {"three-floyds-zombie-dust": "A medium bodied single hop pale ale showcasing Citra hop from the Yakima Valley, U.S.A."}, {"sweetwater-420-extra-pale-ale": "Our most popular beer. 420 Extra Pale Ale is a tasty West Coast Style Pale Ale with a good hop feel to it and a crisp finish.  First brewed on April 20th, 1997 this beer has developed quite the following in the Southeast. Drink em if you got em\r\n<br /><br />\r\nMedals:\t2002 Silver Medal - Great American Beer Festival; 1997-2003 Creative Loafing - Readers and Critic\u0092s Choice - Best Local Beer; Silver Medal winner at the 1998 World Beer Cup; Voted top ten beers in Atlanta by the Atlanta Journal Constitution\r\n<br /><br />\r\nMalts: 2 Row, Munich, Carastan 30-37\r\n<br /><br />\r\nHops: Centenial, Cascade"}, {"great-divide-fresh-hop-pale-ale": "Brewing with fresh hops is a big endeavor, requiring four to five times the hop volume compared to using pelletized hops.  Although the process is complex, it brings impressive results: Fresh Hop is an American-style pale ale with moderate hop bitterness marked by a unique and intensely grassy hop flavor and aroma.  Fresh Hop is a superbly refreshing, medium bodied, light-copper colored pale ale weighing in at 55 IBUs and 6.1% ABV."}, {"terrapin-rye-pale-ale": "We Consider this an extreme version of an American Pale Ale. It has a very up front floral and citrus aroma from a late cascade addition and dry hopping with Amarillo. This beer also has a big malt background to balance the bitterness of the hops. The rye malt cleans up your palette after you swallow so the hop flavor does not stick in your mouth too long.\r\n<br />\r\nNow available in bottles."}, {"southern-tier-pmx-phin-matts-extraordinary-ale": "When Phin and Matt sat down to collaborate on their new beer, they knew it had to be different if they were to call it extraordinary.  \"Let sprinkle it with fairy dust and wave our magic wands,\" said Phin.  \"No way,\" said Matt, \"We\u0092ve got to do better than that.  This beer has to be better than any other in the galaxy.\"  \"Let\u0092s do some market research.\"  So the two strapped on their rocket pack packs and traveled to the intergalactic beer store.  After sampling an array of beers from acrossed the galaxy, the duo hit on an idea.  \"I\u0092ve got it\" exclaimed Matt, \"we\u0092ll use vast amounts of whole hops, the finest malt, and put a little more love in every batch.\"  \"Eureka!\" shouted Phin.  And thus became a beer so fresh and tasty the duo put their names on it.  37 IBU\u0092s, 5.6% ABV"}, {"alesmith-x-extra-pale-ale": "AleSmith X Extra Pale Ale is a clean, light-colored, light-bodied ale. The People\u0092s Choice award winner at the 2000 San Diego Real Ale Festival and the second runner-up in 2001, it has a good dose of dry hops balanced by a gentle sweetness, giving an almost sweet-and-sour effect. Appearance: Light golden color, and a nice white head, with good retention when properly served. \r\nFlavor: Starts off with almost tingling flavors of citrus and pine, balanced by a nice malty sweetness, then fades to a dry finish with a lingering hoppiness. \r\nAroma: Strong lemony-citrusy character, with sweet malt and pine in the background. \r\nMouthfeel (body/texture): Smooth, light-bodied. "}, {"firestone-walker-pale-31": "Pale 31 is an ode to our home state of California\u0097the 31st to be named in fact.  Beer may not be associated with terroir the way wine is, but we believe that where we\u0092re from impacts how our beers taste. This California Style Pale Ale represents the bold yet approachable spirit that embodies our state.  A crisp floral hop aroma precedes a medium-body and clean finish."}, {"deschutes-red-chair-northwest-pale-ale": "The citrus punch of a big IPA, minus the one-dimensional hop sledgehammer. Seven select European and domestic malts round out the edges for a complex, copper-colored brew. Like its namesake ski lift, it\u0092s an insider\u0092s ride to fresh thrills. "}, {"lagunitas-new-dogtown-pale-ale": "This is not the original Pale Ale as brewed in far away 1993 in the back of the Old House of Richards Building in West Marin hamlet of Forest Knolls right next to little Lagunitas. It is way better. Back then the beer tasted like broccoli and kerosene and the carbonation ate right through and drained your stomach into your gut..."}, {"hair-of-the-dog-ruth": "Ruth is a light and refreshing American Pale Ale, made with Organic Pilsner malt and Amarillo hops. "}, {"dogfish-head-shelter-pale-ale": "Shelter Pale Ale is brewed with premium barley and whole-leaf Willamette & Columbus Hops. Our pale ale has a strong malt backbone and a slightly nutty flavor.  \r\n"}, {"redhook-ipa": "A lighter, drier ale with a warm, brassy color and herbal aroma."}, {"sierra-nevada-pale-ale-draft": "<b>Available only on draft!</b><br />This version has slightly less alcohol, bitterness and slightly more color than the bottled version. The hop varieties and malts used are the same."}, {"victory-headwaters-pale-ale": "The pure water we receive from the East Branch of the Brandywine Creek that begins its journey to us just under 14 miles from where we brew with it. We\u0092ll be celebrating this water (insert your lite beer joke here) with our anniversary beer, Headwaters Pale Ale, due to be released February 15, 2011. Now, considering that beer is the product of four simple ingredients and the three other than water rely on water for their existence, we\u0092ve had a fair amount of latitude in paying homage to water in our beer. So, we\u0092ve played all of our cards deftly, bringing the hops, malt and yeast in harmony, with our great local water as the conductor in Headwaters Pale Ale."}, {"boulevard-pale-ale": "Boulevard Pale Ale is a smooth, fruity, well-balanced beer with year-round appeal. A variety of caramel malts imparts a rich flavor and amber color, while liberal use of whole Cascade hops adds zest and aroma. Pale Ale is the first beer we brewed, and continues to be a perennial favorite."}, {"summit-extra-pale-ale": "Summit Extra Pale Ale is not a beer brewed only for beer snobs. Just the opposite. It\u0092s a beer for everyone to enjoy: construction workers, stock brokers, farmers, sales people, clerks, teachers, lawyers, doctors, even other brewers. Its light bronze color and distinctly hoppy flavor have made it a favorite in St. Paul, Minneapolis and the rest of the Upper Midwest ever since we first brewed it back in 1986. "}, {"anchor-humming-ale": "To commemorate an important milestone in Anchor Brewing\u0092s long history, a special ale seemed appropriate. Having found and experimented with a very rare and unusual hop variety called Nelson Sauvin, we knew that its unique character would impart a wonderful flavor and aroma to a pale ale brewed especially for the occasion: Humming Ale."}, {"deschutes-twilight-ale": "A lighter, yet full-flavored, aromatic Ale for the long days of summer. Twilight\u0092s solid malt foundation pairs with distinctive Amarillo hops for flavors every bit as intriguing as bigger, heavier ales. A back porch, lingering sunset wonder. "}, {"bear-republic-xp-pale-ale": "XP is short for Exception Pale Ale. This light golden pale ale balances the malt and hops for a smooth, drinkable beer that compliments any meal.\r\n\r\n2009 California State Fair \u0096 SILVER\r\n2008 Colorado State Fair - GOLD\r\n2006 California State Fair \u0096 1st\r\n2003 Real Ale Fest (Chicago) \u0096 BRONZE\r\n"}, {"troegs-pale-ale": "Tröegs Pale Ale is an American style Pale Ale that is aggressively hopped with Northwest Cascades and balanced with Belgian crystal malts to create a hoppy, copper-colored crisp ale. An excellent example of a classic American Pale Ale. "}, {"half-acre-daisy-cutter": "A west coast Pale Ale chock-full of dank, aromatic hops. This one\u0092s a screamer, horde it. \r\n<br /><br />\r\nAvailable all year long. 5.2% ABV. \r\n<br /><br />\r\nA version of Daisy Cutter called Classic was bottled and conditioned with Champagne Yeast. Ratings for that beer also are placed here."}, {"thornbridge-kipling": "Cask & Cold Filtered Bottle; Regular.<br />\r\nTypical of a New Zealand Sauvignon Blanc wine, this wonderful South Pacific Ale has a great grassy nose with kiwi fruits in abundance. The wonderful fruity mouth gives way to a great bitter finish. 5.2%\r\n "}, {"nogne-o-pale-ale": "A refreshing light and hoppy ale. Probably our best allrounder. Recommended serving temperature 8°C/45°F. Ideal with barbequed or smoked meat dishes. <br /><br />Ingredients: Maris Otter, wheat and caramel malt; Northern Brewer and Centenneal hops; English ale yeast, and our local Grimstad water. "}, {"widmer-brothers-drifter-pale-ale": "With its unique citrus character, smooth drinkability, and distinctive hop character, Drifter Pale Ale is truly an original. Brewed with generous amounts of Summit hops, a variety known for their intense citrus flavors and aromas, Drifter has a taste unique to the Pale Ale category. True to style, the bittering hops are perceptible enough to give the beer a crisp, clean, quenching finish, yet also soft enough to keep the beer smooth and balanced.\r\n2006 GABF Silver Medal Winner"}, {"anderson-valley-poleeko-gold-pale-ale": "A honey gold, pale ale that is crisp and clear, with an unusual lightness and dryness."}, {"mendocino-blue-heron-pale-ale": "Blue Heron Pale Ale is a delightful, medium bodied smooth ale, with a distinctive crisp mouth-feel and a fresh hoppy finish. It is brewed using premium two-row Pale malted barley, generous amounts of both Cluster bittering hops and Cascade finishing hops and our own special proprietary yeast strain. Blue Heron Pale Ale is \"Bottle Conditioned.\""}, {"deschutes-hop-trip": "Part of the Bond Street Series.  This Fresh Hop Pale Ale is all about celebrating the hop harvest in the fall.  Fresh picked hops have to be added to the brew immediately and in abundance.  Roughly 270 pounds of Crystal hops from Doug Weathers' farm outside Salem, Oregon will be added to the 50 barrel batch in addition to some dry kilned whole flower hops.  That adds up to approximately 5.5 pounds of hops per barrel brewed.\r\n"}, {"little-creatures-pale-ale": "We love our Pale Ale. Many of us from the brewery have made pilgrimages around the world in search of great varieties of this wonderful style. Surprisingly, there are no great secrets to brewing this type of ale but there are most definitely no great shortcuts.\r\nBag loads of Cascade and Galaxy whole hop flowers that we source direct from hop growers in Victoria, Tassie and the US are thrown at this beer, creating an intense citrus and grapefruit aroma and flavour that we balance with a careful selection of specialty malts and a local pale malt made to our own specifications.\r\nPreservative and additive free our Pale Ale is live-yeast conditioned in bottles and kegs for unmatched freshness and character.\r\nFrom brewing to release, a batch of pale ale takes about six weeks, allowing for two weeks conditioning in the bottle after packaging.\r\nNo artificial additives are included, just great ingredients. Pour it into a glass to enjoy it at its best!\r\n\r\nThe beer\u0092s character is driven by the use of fresh whole hop flowers. Hop Flowers are carefuly selected that are bursting with aroma and contain all the essential oils and acids that deliver an uniqe flavour experience. Drink a few pints of this beer and you\u0092ll soon become one of us\u0085a certified \"hophead\" craving those crisp citrus flavours of grapefruit and passionfruit and maybe a bit of honey, all backed up with a good balance of bitterness.\r\n\r\nIf you\u0092re wondering what on earth malt or hops actually are then click on the two hop characters to the left and find out more.\r\n\r\nIt\u0092s not just the hops that make Little Creatures Pale Ale what it is though. Selected malts are kilned in small batches to our specifications and are used exlusively in our pale ale. Two different yeasts are used to both ferment and bottle condition the beer. The latest technology and equipment is used to maintain absolute quality control and one of the main ingredients in the pale ale has got to be the amount of passion that it takes to produce a seriously good beer...we live for it!\r\n\r\nFrom brewing to release, a batch of pale ale takes about six weeks, allowing for two weeks conditioning in the bottle after packaging. No artificial preservatives or additives are included, just great ingredients. "}, {"stoudts-american-pale-ale": "This uniquely American beer offers a crisp, medium-body with a light amber color. It is assertively hopped with Pacific Northwest Cascades for a firm bitterness and delightfully floral aroma. "}, {"full-sail-pale-ale": "This delightful brew is a medium-bodied pale ale that is balanced to perfection. It has a fresh hop aroma and a mild sweetness that finishes crisp and clean. This pale ale is brewed in the American style using two Northwest hop varieties, Centennial and Columbus. The fresh hop flavor is balanced with 2-row Pale and Crystal malts"}, {"third-coast-beer": "A beautiful golden-hued brew in the pale ale style. The lightest of our beers, it includes a nice hop flavor and all pale malts.<br />\r\n"}, {"left-hand-jackmans-pale-ale": "Jackman\u0092s American Pale Ale is brewed true to the style - medium-bodied, crisp and refreshing, with plenty of hop flavor and hop aroma. It\u0092s noticeable hop bitterness is contrasted by the spicy and floral characteristics of the highest quality hops grown in the U.S."}, {"rogue-farms-oregasmic-ale": "Formerly Chatoe Rogue OREgasmic Ale.<br /><br />Orange-amber in color, malty aroma, spicy fruity hop flavor with solid malt background and lingering finish.\r\n<br /><br />\r\n6 Ingredients:\r\n<br />\r\nBrewed using 100% OREGON Ingredients. Micro Barley Farm first growth Dare\u0099 & Risk\u0099 Malts; Rogue Micro Hopyard Willamette & first growth Independent Hops, Pacman Yeast and Free Range Coastal Water.\r\n<br />\r\nSpecs:<br />\r\n15º PLATO<br />\r\n40 IBU<br />\r\n76 AA<br />\r\n6º Lovibond"}, {"st-ambroise-pale-ale": "St-Ambroise Pale Ale is the brewery's flagship beer. Introduced in February 1989, it is a hoppy, amber, full-flavoured ale. In The Simon and Schuster Pocket Guide To Beer , beer critic Michael Jackson gave it three stars and described it as: \"An outstanding ale... amber-red, clean and appetizing, with a very good hop character, from its bouquet to its long finish. Hoppy, fruity, and tasty all the way through.\""}, {"new-glarus-moon-man-no-coast-pale-ale": "Moon Man is a seriously cool cat. Always comfortable in his own skin, he never tries too hard. So cool we named our \"no coast\" pale ale after him. \r\n\r\nYou hold a session beer with a bright bold blend of five hops that flirt obligingly with the smooth malty backside. Don\u0092t let this one lay around it is brewed to be enjoyed today. Bold and engaging without pretense, because in Wisconsin you do not have to be extreme to be real.  Just be."}, {"maine-beer-peeper-ale": "An American-style ale brewed one barrel at a time.  The malt bill is built on American two-row malt and accented by crystal 10, Vienna, and white wheat malts.  Magnum hops give the beer a nice clean bittering and Amarillo, Cascade, and Centennial hop varieties provide a pleasant floral and citrusy hop flavor.  A healthy dose of additional Amarillo and Centennial are dry hopped to give this beer an inviting hop aroma.  The beer is fermented with a neutral yeast strain and allowed to dry out so it finishes crisp and clean.<br /><br />Note: Formerly known as Spring Peeper."}, {"schlafly-dry-hopped-apa": "Our Dry Hopped American Pale Ale (APA) is charged with American hops to create a bold, aromatic ale. Assertive hop flavor joins the pine/citrus aroma characteristic of American hops to balance the full body provided by North American malts. After fermentation, the beer circulates through a bed of Cascade and Chinook hops, boosting the distinctive hop aroma of this satisfying ale.\r\n\r\n"}, {"acme-california-pale-ale": "ACME CALIFORNIA PALE ALE is a smooth, clean ale with faint citrus and honey flavor notes and a dry finish. It is brewed with Yakima Valley hops and the finest American two-row malt, but with a measure of British specialty malt for depth. This easy drinking pale ale is a \"session beer\" which will be welcomed at neighborhood taverns and restaurants (and refrigerators) throughout the west. "}, {"tuppers-hop-pocket-ale": "Hops!!! A rich harvest ale, deep gold & and extravagantly hopped.  Carefully aged with whole flower Mt. Hood & Cascades."}, {"dundee-pale-ale": "A wonderfully balanced true pale ale. Cascade, Tomahawk, and Amarillo hops create a citrusy aroma with a smooth, crisp finish. A subdued malt character nicely complements the hop complexity and produces an orangey amber hue. <br /> Formerly JW Dundee\u0092s American Pale Ale and Dundee American Pale Ale <br /> 35 IBU<br />14°"}, {"new-belgium-mighty-arrow": "MIGHTY ARROW Pale Ale provides lots of pleasurable sniffs from Amarillo and Cascade hops with a fetching honey malt base. This is our brewed tribute to Arrow, Kim\u0092s Aussie/Border Collie mix who ran (literally) New Belgium for 12 years. When she wasn\u0092t patrolling the brewery grounds, she was famous for her office visits: She never met a tummy rub she didn\u0092t like. Atta girl Arrow."}, {"left-hand-stranger-pale-ale": "Sane or senseless? Harmless or harmful? Sometimes it takes awhile to get to know a stranger. Initial impressions are not always reality, so you must delve deeper. Beyond the initial floral hop aromas, malt sweetness is revealed, yet with a spicy undertone that exposes a very rye sense of humor. Take your time to get to know the Stranger. It\u0092s strangely satisfying. "}, {"bells-smitten-golden-rye-ale": "Drawn from one of our oldest recipes, Smitten Ale began as part of a series of rye beers at our Eccentric Café. The combination of sharp citrus & resinous flavors from the hops with the earthy, rustic overtones of the rye malt contribution yield an interesting take on the American Pale Ale."}, {"sly-fox-phoenix-pale-ale": "A bold American Pale Ale brewed with British pale and crystal malts and hopped with Centennial and Cascade hops from the Pacific Northwest. Copper in color, medium-bodied and spicy."}, {"two-brothers-the-bitter-end-pale-ale": "Subtle amounts of malts and hops make for a clean and crisp ale."}, {"big-sky-scape-goat-pale-ale": "Scape Goat is our award-winning Pale Ale. It is a very smooth, refreshing, and well balanced brew. Scape Goat took home the Gold Medal from the 1997 and 1999 North American Brewers\u0092 Association competitions as the best English style Pale Ale brewed west of the Mississippi! Scape Goat is brewed with pale, crystal malts, and Kent Goldings and Crystal Hops. "}, {"mikkeller-all-others-pale": "All Others Pale - as in \u0092All Others Pale By Comparison\u0092 - is our cheeky take on an American tradition, but naturally with a Danish touch. It is a well-balanced, light-bodied thirst quencher, perfect after a hard day\u0092s work or on hot summer days...but loads of fresh green hops and a subtle malty background make this pale ale the refreshing choice all year round!<br />\r\nIngredients :\r\nWater, malt (maris ottar pale, munich, carapils and caramunich), flaked oats, hops (simcoe, centennial, amarillo and nugget) and ale yeast\r\n\r\nABV around 5.9%"}, {"mill-street-tankhouse-ale": "Like traditional pale ales, Tankhouse Ale has a deep copper-red colour. We use five different malts to produce a complex malty texture. The most dominant character of our Pale Ale is the hop. The spicy Cascades is used to give an assertive hop flavour, aroma and bitterness to our ale. The result is a satisfying and complex-tasting beer. Our brewmaster developed this recipe 20 years ago and it has remained his favorite drink of choice"}, {"grand-teton-sweetgrass-apa": "Sweetgrass APA is a Pale Ale of distinction! 2009 Great American Beer Festival Gold Medal winner in the American Pale Ale category, this crisp and fragrant beer is hopped and dry-hopped with plenty of Amarillos and Cascades. Try it with any bold, flavorful food to complement its citrusy, resinous spiciness. Alcohol 6.0% by volume.<br /><br />Awards\r\n2009 - Gold Medal, American Pale Ale - Great American Beer Festival<br />\r\nSpecifications<br />\r\nOriginal Gravity: 15.0 Plato (1.060)<br />\r\nMalts: Idaho 2-Row Pale, German Vienna & CaraAmber<br />International Bittering Units: 60<br />Hops: Columbus, Galena, Amarillo, Simcoe, Cascade, & dry hopped with Cascade<br />Alcohol by Volume: 6.0%<br /><br />Editor\u0092s Note: formerly called Sweetgrass India Pale Ale"}, {"tommyknocker-pick-axe-pale-ale": "Tommyknockers slipped into the mining camps in the 1800\u0092s with the discovery of gold in the West. Pick Axe Pale Ale is a classic American Pale Ale which uses premium hops and barley to impart a full-bodied characteristic that dances on your tongue and titillates your palate. Renew the legend, share a Tommyknocker brew with a friend. "}, {"river-horse-hop-hazard-pale-ale": "Brewing the perfect ale is truly a balancing act ... Hazardous work you might say. With Hop Hazard our challenge was to hand craft a malt rich base that could counterbalance a combustible five-hop blend and still leave your taste buds with enough room to enjoy a unique, dry-hopped finish."}, {"oakham-citra": "Cask and bottle; Regular. 4.2% in cask.<br />\r\nThe first of our single hop variety beers. We were the first brewery in the UK to use Citra. The beer proved so popular that we will be brewing it again. Permanent from January 2011.<br />A light refreshing beer with pungent grapefruit, lychee and gooseberry aromas leading to a dry, bitter finish."}, {"southern-tier-live": "Strong citrus hops balanced with malt breadiness.  This is new take on our Pale Ale."}, {"odell-st-lupulin-extra-pale-ale": "A mystic legend echoes in our brewhouse - that of St. Lupulin the archetypal hophead.  He devoted endless summers  to endless rows of hops, tending to the flowers and the beloved resin within - lupulin.\r\n\r\nExtraordinary oils in this yellow resin provide this dry-hopped extra pale ale with an undeniably pleasing  floral aroma and clean, crisp finish.  One sip of this seasonal summer ale and you, too, will believe."}, {"lagunitas-2009-correction-ale": "A Beer to help remember that things go in cycles and then to help forget what you remembered.<br /><br />\r\nThis is NOT a Double IPA - It\u0092s just a good American Ale."}, {"maine-beer-mo": "Our first run at an American Pale Ale.  Flavors and aromas of zesty citrus, passionfruit, and pine present themselves throughout.  A very subtle malt sweetness for balance, but this is intended to finish dry."}, {"new-belgium-dig": "Unearth your bottle-opener because this Pale Ale is something you can Dig. Sorachi Ace hops provides a fresh Spring zing with incredible lemon aroma. Nelson Sauvin is next in line with bursts of passion fruit, mango and peach. American favorites, Cascade and Centennial round out this crisp, clean Pale Ale. Dig in!"}, {"real-ale-full-moon-pale-rye-ale": "Tawny red and full of malt and hops, Full Moon\u0092s unique flavor quells your palate\u0092s longing for something truly distinctive. Marrying the smooth sweetness of malted rye and barley, the ale\u0092s rich body is complemented by ample helpings of American hops. The culmination of our efforts is an assertive American pale ale, a hop lovers dream."}, {"sierra-nevada--three-floyds-beer-camp-chico-king": "2014 Beer Camp Across America Release.\r\n<br /><br />3 Floyds has a reputation as the Midwestern kings of alpha (hops), and it seems that one of our beers helped to lure them down the lupulin-paved path. Chico King is a mash-up of our mutual passion for hoppy pale ales and combines a uniquely robust malt body with intense citrusy and fruity new school hop varietals.<br /><br />\r\n3 Floyds marches to the beat of their own (double kick) drum when it comes to collaboration, often partnering with comic book artists, tattoo parlors or heavy metal bands when inspiration strikes. These eclectic beers are coveted throughout the Midwest and some beers, like the legendary Dark Lord Imperial Stout, have spawned something akin to a beer-themed holiday in the brewery\u0092s hometown of Munster, IN."}, {"st-austell-proper-job-bottle": "Bottled. Occasionally available in cask.<br />First brewed in December 2005 for the St Austell Brewery Celtic Beer Festival.<br />Ingredients:Cornish Spring water and malt made from 100% Cornish grown Maris Otter barley. Cascade, Chinook and Willmette hops.<br />Proper Job is dedicated to the 32nd (Cornwall) Regiment who stoutly defended their garrison during the Indian Mutiny in 1857-58. In recognition of a \u0091Proper Job\u0092, Queen Victoria awarded the 32nd the honour of becoming a Light Infantry Regiment.<br />\"Light, clear and refreshing with an assertive hop bitterness, Proper Job IPA is based on a traditional IPA recipe which makes it perfect for long, hot summer days.\" \r\n "}, {"evil-twin-hipster-ale": "Perhaps you heard of a worldwide beer-movement that tributes favorite hipster neighbourhoods across the globe. First came Istedgade, Copenhagen then Södermalm, Stockholm followed by Williamsburg, New York and Shoreditch, London accompanied by Trastevere, Rome & last El Raval, Barcelona. If you feel excluded because you\u0092re hip but your city is not, this cutting-edge, \u0091hip without borders\u0092 pale ale is an homage to you \u0096 the global hipster. Cheers!"}, {"bjs-piranha-pale-ale": "A hoppy, American-style pale ale made with Yakima Valley\u0092s best hops. Bittered with Chinook, while dry-hopped with the snappy flavor and bite of Cascade hops. For hopheads only!\r\n\r\n"}, {"highland-st-tereses-pale-ale": "A golden pale having a slightly malty body balanced by an assertive American hop flavor. This pale ale displays a delicate hop nose due to the process of dry hopping with whole leaf Cascade. A crisp and refreshing beer perfect for any occasion.\r\n"}, {"southern-star-pine-belt-pale-ale": "This handcrafted American Pale Ale is brewed in small batches using high quality American two row, choice British crystal malts, select hops and deep-well ground water from the Evangeline Aquifer. Non-filtered, never pasteurized this ale is packaged directly into cans to ensure maximum freshness for your enjoyment. This full-flavored amber ale is sure to satisfy.  \"Clarity is overrated.\"\r\n<br /><br />Ingredients:  \r\n<br />Malt:      Rahr special pale, Simpsons 30-37, Crisp 45\r\n<br />Hops:      Galena, CTZ, Palisades\r\n<br />Yeast:     California Ale\r\n<br />Gravity:   1.054 - 1.011\r\n\r\n\r\n"}, {"mikkeller-tiger-baby": "Danish: En Pale Ale brygget i anledning af udgivelsen af Tiger Babys tredje album Open Windows Open Hills. (and Alone EP)\r\n<br />\r\nIngredienser: Vand, malt, havre, humle, mango, passionsfrugt og gær.\r\n"}, {"point-cascade-pale-ale": "Point Cascade Pale Ale is handcrafted combining special top-fermenting yeast and a dry hopping process to create this truly classic American Pale Ale. The intriguing character is derived from generous quantities of the choicest Yakima Valley Cascade hops and the finest crystal, 2 row pale, and Munich malts. The result is a delicious American Pale Ale with a signature fragrant hop bouquet and soft malt palate."}, {"moylans-tipperary-pale-ale": "Our version of the classic Pale Ale style is named in tribute to County Tipperary, our founders Father\u0092s Homeland.  Sweetly sharp and smoothly bitter, this beer straddles the line between what you want and what you need.  It\u0092s not a long way to Tipperary anymore!  Slainte.\r\n"}, {"yards-philadelphia-pale-ale": "Not to be boastful, but we honestly believe all other ales pale in comparison to ours. Dry hopped with an abundance of distinctive Simcoe hops, this straw colored pale ale is more drinkable than bitter, more aromatic than aggressive. Philly Pale, as it\u0092s better known, is crisp, hoppy, and bursting with citrus.\r\n\r\nPhiladelphia Pale Ale was named one of the best Pale Ales in the country by the New York Times."}, {"ale-asylum-hopalicious": "Eleven separate additions of cascade hops give this American pale ale its lush citrus aroma and bold hop flavor without crazy bitterness."}, {"caldera-pale-ale": "A West Coast-style pale ale balancing plenty of hops with a malty backbone. Malts: Premium Two Row, Light Munich. Crystal; Hops: Cascade."}, {"samuel-adams-new-albion-ale": "\r\n\r\nJack McAuliffe\u0092s pioneering spirit paved the way for the American craft beer revolution. We\u0092re rereleasing his original Pale Ale, with its distinct American hop character for the first time in 30 years in honor of Jack and his contributions to craft brewing. Cheers! "}, {"thornbridge-chiron": "Cask, Keg & Bottle; Regular.<br /><br />\r\nAmerican Pale Ale<br />\r\nGolden in colour Chiron offers a superb balance of tart hops, juicy malt and tangy fruit while the lingering finish offers a hint of apricots and tangerines before a biscuity malt and hoppy finish."}, {"rogue-farms-single-malt-ale": "Formerly Chatoe Rogue Single Malt Ale.<br /><br />GYO is a Rogue Ales term for Grow Your Own. We made this beer with our own hops and barley.<br /><br /> Malty aroma, deep golden in color with a dense creamy head. medium bodied with a lush rich maltiness from the Dare Malt.<br /><br /> Brewed using 4 ingredients: Rogue Micor Barley Farm first growth Dare Malt, Rogue Micro Hopyard first growth Revolution Hops, Free Range Coastal Water and Pacman Yeast."}, {"lagunitas-dogtown-pale-ale": "Medium amber malty American pale ale"}, {"to-ol-reparationsbajer": "Danish: Reparationsbajeren er kommet for give dig en god start på dagen efter din tour de force i alkoholens verden. Øllen er en Pale Ale med blød krop og frisk humleprofil til at tage smagen af tømmermænd. Går godt med pizza, burger og rottebazooka.\r\n<br />\r\nIngredienser: Vand, malt, flækket havre, humle (Amarillo, Centennial, Nelson Sauvin), gær.<br /><br />Gold Medal Winner at Stockholm Beer And Whisky Festival<br /><br />\r\nEnglish: The day after your tour de force in the world of alcohol, where good manners has been thrown over the shoulder, the liver has been punished and the dance floor hasn\u0092t looked better since John Travolta in Saturday Night Fever, ones physical and mental state needs to get in gear for another week of tedious paperwork. You need something to cleance your tastebuds from the taste of the cheap slave tequila. You need something to recover you safely and give you a renewed love and zest for life. In simple terms, you need a really good recovery beer (in danish \"Reparationsbajer\").\r\n\r\nThe problem is that there are few perfect recovery beers! Nauseous mass produced lagers are the last thing you want to think about after you have been making a few calls in the great white telephone. This is why To Øl for a long time has had the goal to develop a recipe for the perfect recovery beer. This has resulted in a lot of tough empirical field work combined with a great amount of brewing. After a years of hard work all results have been gathered and the conclusion is clear: The best way to remove your hang overs is with a potent Pale Ale with powerful and aromatic American and New Zealand hops to give your tastebuds a cold turkey combined with a nice round, pleasant and well-balanced malt profile to massage the palate and reinforce the belief that one shall survive another day!\r\nAnd that\u0092s why we present for you To Øl Reparationsbajer."}, {"hill-farmstead-edward": "Edward (1917-2002) is our grandfather; Hill Farmstead Brewery rests upon the land that was once home to him and his five children.  In his honor, this American Pale Ale is dutifully crafted from American malted barley, a plethora of American hops, our ale yeast and water from Edward\u0092s well.  It is unfiltered, naturally carbonated, and dry hopped.  Aromatic and flowery, with impressions of citrus and pine, this is the ale that I dream to have shared with Edward.  \r\n\r\n\r\n13.5ºP, 85 ibus, 5.2% abv. Pale and Caramel malt; Centennial, Chinook, Columbus, Simcoe, and Warrior hops; House Ale Yeast, and our Well Water."}, {"green-valley-brewing-stone-mill-pale-ale": "To craft a remarkable Pale Ale, you must begin with the finest ingredients.  Stone Mill Pale Ale is made with 100% organic barley malt, certified by the USDA for a classic taste that is the perfect balance of maltiness and hop bouqet.  For more info see www.drinkstonemill.com.  "}, {"otter-creek-pale-ale": "A refreshing, golden amber brew, with Cascade hops from the Yakima Valley. Adding Cascades during conditioning captures the rich aroma of the hop, and completes the clean, well-balanced flavor of our American pale ale. Crisp, refreshing and exotically aromatic.\r\n\r\n"}, {"amager-the-sinner-series-sloth": "Danish: Vi er hårdtarbejdende folk her på Amager Bryghus. Og kun en sjælden gang er vi dovne. Men det sker. Og vi må indrømme, at vi var dovne, da vi designede denne øl. Én malt, én humle \u0096 omend en god en af slagsen \u0096 og så vores husgær. Vi mener, hvor svært kan det være at skabe en god session-egnet American Pale Ale? Den har du her. Sommetider er brygning hårdt arbejde, sommetider er det en kunst, og sommetider er det bare som en gåtur i parken. Gå en tur, slap af på en bænk i solen. Vær dovne med os og nyd en \u0094Sloth\u0094. Vi garanterer, at du ikke vil fortryde det.\r\nVi er ikke stolte over at være syndere, men i det mindste er vi åbne omkring det...\r\n<br /><br />\r\nEnglish: We\u0092re hardworking people here at Amager Bryghus. Only once in a while are we lazy bastards. But it happens. We have to admit that we were lazy when we designed this beer. One malt, one hop \u0096 albeit a good one \u0096 and then our house yeast. Well, how hard can it possibly be to create a sessionable American Pale Ale? And that\u0092s what we\u0092re offering you here. Sometimes brewing is hard work. Sometimes it\u0092s a work of art. And then sometimes it\u0092s a walk in the park. Take a stroll, sit and relax on a park bench in the sun and be lazy with us. We promise you won\u0092t regret it.\r\nWe\u0092re not proud to be sinners, but at least we\u0092re open about it\u0085\r\n<br />\r\nBrewed simply from pilsener malt and Simcoe hops and fermented with an American yeast strain.\r\n"}, {"shorts-pandemonium-pale-ale": "<b>Behold the bitter hysteria</b><br />\r\nPandemonium Pale Ale is a coppered-colored American Pale Ale that lends its hue to hearty two-row malts and hand selected specialty grains. Glacier hops balance the malt character, resulting in bountiful hoppy flavors and earthy aromas. Behold the bitter hysteria!"}, {"breckenridge-trademark-pale-ale": "Demanding beer for demanding beer drinkers -- that's our Pale Ale.\r\n\r\nWe craft this American pale ale with hearty amounts of pale and Munich malts, then balance it with lofty amounts of hops throughout. It's a finessed version of hop-head fun -- a black diamond beer without the bumps and dangerous curves."}, {"cigar-city-invasion-pale-ale": "A very hoppy, juicy citrus American Pale Ale."}, {"beavertown-gamma-ray": "Cask, Keg & Bottle Conditioned; Regular. Originally part of the Alpha Series, released in September 2012. <br /><br />\r\nMalt: Pale, Caragold, Caramalt, Wheat<br />\r\nHops: Magnum, Bravo, Columbus<br />\r\nGamma was the Son of the \u0091Bravo\u0092. We were designing our favourite Pale recipe. Here he is! He made it to the Core Beaver Beers!"}, {"flying-fish-extra-pale-ale": "An original American pale ale, our XPA highlights the subtle, sophisticated flavors and aromas of our Midwestern two-row malt and imported aromatic and Munich malts. Washington-grown Mt. Hood and Fuggles hops create an extremely balanced beer with a beautiful straw color. "}, {"widmer-brothers-alchemy-ale": "We practice alchemy every day turning water, malt, hops and yeast into liquid gold. Alchemy Ale melds years of experimentation and our special Alchemy hop blend, in a pure expression of brewing art and science. Join us in unlocking the mystery to the perfectly balanced, perfectly hopped ale. Alchemy Ale has a bright, distinct hop character balanced with hints of caramel and a remarkably smooth finish.\r\n<br /><br />\r\nProprietary Hop Blend: Alchemy hops are a blend of choice hops from the Pacific Northwest, hand-selected by our brewers each year. This secret blend is the backbone of all our beers, and the magic behind Alchemy Ale.\r\n<br /><br />\r\nMalts: Pale, Caramel, Munich, Vienna Extra Special\r\n Original Gravity: 13.8 Plato\r\n"}]