[{"stone-india-pale-ale-ipa": "Look up \"hops\" in the dictionary and you\u0092ll see a picture of Stone IPA!\r\n\"Dry-hopped\" for an extra two weeks, this unique process gives our IPA its\r\nbountiful hop aroma and rich hop flavor. A full 70+ IBUs (International\r\nBitterness Units) creates this beer\u0092s crisp and refreshing bitter character."}, {"sierra-nevada-celebration-ale": "Sierra Nevada Celebration Ale represents a time honored tradition of brewing a special beer for the holiday season. There are generous portions of barley malts and fine whole hops of several varieties, creating a brew with a full, rich and hearty character."}, {"bells-two-hearted-ale": "India Pale Ale style well suited for Hemingway-esque trips to the Upper Peninsula. American malts and enormous hop additions give this beer a crisp finish and incredible floral hop aroma.\r\n"}, {"dogfish-head-60-minute-ipa": "Our flagship beer. A session India Pale Ale brewed with Warrior, Amarillo & \u0092Mystery Hop X.\u0092 A powerful East Coast I.P.A. with a lot of citrusy hop character. THE session beer for beer geeks like us!<br /><br />\r\n\r\nTasting Notes: Citrus, cedar, pine & candied-orange flavors, floral.<br />\r\n\r\nFood Pairing recommendations: Spicy foods, pesto, grilled salmon, soy-based dishes, pizza.<br />\r\nGlassware recommendation: Pint<br />\r\nWine comparable: Busty Chardonnay<br />\r\nIn case you care... the average 12 oz. serving has 209 calories."}, {"sierra-nevada-torpedo-extra-ipa": "Torpedo is an assertive American IPA deep reddish-gold in color, with a smooth and bready malt presence and over-the-top hop aromas. The beer has a solid bitterness and a massive hop flavor, yet remains easy drinking with a pleasant dry finish.\r\n"}, {"victory-hopdevil": "Bold, spicy and menacingly delicious, this American-hopped India Pale Ale offers an aromatic punch and then follows through with a lasting, full-bodied finish.\r\n"}, {"bear-republic-racer-5-ipa": "This hoppy American IPA is a full bodied beer brewed American pale and crystalmalts, and heavily hopped with Chinook, Cascade, Columbus and Centennial.\r\nThere\u0092s a trophy in every glass.\r\n\r\n2009 Great American Beer Festival® American-Style Strong Pale Ale \u0096 GOLD;\r\n2009 Colorado State Fair \u0096 Best of Show;\r\n2006 Great American Beer Festival® American-Style Strong Pale Ale \u0096 SILVER;\r\n2005 Great American Beer Festival® American-Style Strong Pale Ale \u0096 SILVER;\r\n1999 Great American Beer Festival® India Pale Ale - GOLD"}, {"founders-centennial-ipa": "Selected as a benchmark for the Beer Judge Certification Program used in all American based beer judgings. Centennial IPA has quickly become the IPA of choice. Pour yourself a pint of this complex flavorful ale and bask in the frothy head\u0092s floral bouquet. Relish the immense citrus accents, achieved by the abundance of dry hopping. This ale\u0092s sweet, malty undertones balance the hop character with a finish that never turns too bitter."}, {"lagunitas-india-pale-ale": "This is our unique version of an ancient style. A style as old as the ocean trade routes of the last centuries Great Ships. Not as old as the equator they had to cross twice enroute, nor as old as the 10,000 or so miles of Di-Hydrogen Oxide and Sodium upon which they sailed, but older than the Circulithium-4 Lentloid that binds the Lupulin Quartnate onto your taste buds. Weird. Think about it. Now stop. OK, go again, now stop. Think again, and stop. But we digress. Made with 43 different hops and 65 various malts, this redolent ale will likely float your boat, whatever planet you\u0092re on. \r\n\r\n"}, {"green-flash-west-coast-ipa-2013": "<b>Editor\u0092s Note</b>: If you had the 8.1% abv version marketed since 2014 as a Double India Pale Ale, this is the wrong beer page. Please rate under Green Flash West Coast IPA (2014 -).<br /><br />This West Coast-Style India Pale Ale is extravagantly hopped, full flavored, medium bodied and copper colored. A menagerie of hops is combined throughout the brewing process to impart specific characteristics. Hops used include Simcoe for a unique fruitiness and grapefruit zest, Columbus for strong hop pungency, Centennial for pine and citrus notes, and Cascade for floral aroma. "}, {"great-divide-titan-ipa": "Great Divide brews Titan IPA for hop disciples -- independent beer drinkers seeking out robust, flavorful beers characterized by their abundance of hops, flavor, aroma and bitterness.  As a big aggressively-hopped India Pale Ale, Titan IPA fills this bill -- beginning with piney hop aromas and citrus hop flavors, and finishing with a rich, malty sweetness that is carefully balanced with crisp hop bitterness.  65 International Bittering Units (IBUs).<br />\r\n2003-2009 vintages 6.8% abv <br />\r\n2010 vintage 7.1% abv"}, {"ballast-point-sculpin-ipa": "San Diego IPA<br />The Sculpin IPA is a testament to our humble beginnings as Home Brew Mart. Founded in 1992, the Mart continues to be a catalyst for the San Diego brewing scene, setting the trend for handcrafted ales. Inspired by our customers, employees and brewers, the Sculpin IPA is bright with aromas of apricot, peach, mango and lemon. Its lighter body also brings out the crispness of the hops. This delicious Ballast Point Ale took a Bronze Medal at the 2007 Great American Beer Festival in the Pro Am category. The Sculpin fish has poisonous spikes on its fins that can give a strong sting. Ironically, the meat from a Sculpin is considered some of the most tasty. Something that has a sting but tastes great, sounds like a Ballast Point India Pale Ale."}, {"anderson-valley-hop-ottin-ipa": "Hop-Heads, your dreams have come true! Hop Ottin' is Boontling for \"hardworking hops,\" and they're surely hard at work in this brew. Hop Ottin' starts with a strong floral aroma, which winds into a deep and complex body.  In an intriguing balance, honey-drenched malts coat rich hop undertones. At length, the hops prevail, with a satisfyingly crisp finish. Hop Ottin' bites like a cankicky bluetail (Hop Ottin' bites like a rattlesnake looking for a fight.)"}, {"goose-island-india-pale-ale": "Our IPA recalls a time when ales shipped from England to India were highly hopped to preserve their distinct taste during the long journey. The result, quite simply a hop lover\u0092s dream. And this classic ale adds a fruity aroma, set off by a dry malt middle, to ensure that the long hop finish is one you\u0092ll remember. "}, {"rogue-brutal-ipa": "Brutal combines Oregon hops with English Malts. The Oregon grown Crystal hop is a triploid variety developed from the German Hallertau aroma hop variety with contributions from Cascade, Brewers Gold, and Early Green. Crystal is the only hop used in brewing Brutal and it provides a massive amount of aroma without dry-hopping. The English malts used are floor malted Pipkin (a mellow cross of Maris Otter and Warboys, from an English company called Beeston), Cara Vienna and Cara Wheat."}, {"alesmith-ipa": "AleSmith IPA used to be known as \"Irie Pirate Ale.\" However, some nasty patent attorneys think the name is too similar to another brand, so we had to \"cease and desist.\" It's a darn shame, but it beats an obnoxious legal battle, in both expenses and Excedrin. Don't worry though, we won't change the beer (which is a MUCH better IPA than that \"other\" brand). It was conceived as an American-style IPA to satisfy the yearnings of the most die-hard hopheads. Its high alcohol content may catch you unawares if you're not careful, but it's hard to resist once you've tasted it. Appearance: Deep golden to light amber color, and a nice beige head, with good retention when properly served. \r\nFlavor: Starts off with strong citrusy, resiny flavors, balanced by a nice malty sweetness, then fades to a dry finish with a lingering hoppiness and a faint hint of plums and black cherries. \r\nAroma: Strong piney-citrusy character, with vanilla in the background. \r\nMouthfeel (body/texture): Smooth, medium-bodied. Feels warm in the mouth from the alcohol. \r\n"}, {"brooklyn-east-india-pale-ale": "Brooklyn East India Pale Ale, originally a summer seasonal, has been getting raves since becoming a year round offering in 1996. Garrett Oliver, a student of English brewing and beer history, uses English malts and hops to brew his EIPA in the classic, heavily-hopped style of the 19th century beers created for British soldiers serving in India. "}, {"sierra-nevada-harvest-wet-hop-ipa--northern-hemisphere": "Each fall, hops reach their peak flavor- bursting with aromatic oils that give ales layers of complex flavor and aroma that can only happen at harvest time. For us, fall comes twice a year- once in each hemisphere. This Harvest Ale features \"wet\" or un-dried whole-cone hops from Yakima, WA that are plucked from the bine and delivered to our brewery within 24 hours of picking."}, {"avery-ipa": "In the 1700\u0092s one crafty brewer discovered that a healthy dose of hops and an increased alcohol content perserved his ales during the long voyage to India (as depicted in our label) to quench the thirst of British troops. Today, we tip our hat to that historic innovation by brewing Colorado\u0092s hoppiest pale ale. Avery IPA demands to be poured into your favorite glass to truly appreciate the citrusy, floral bouquet and the rich, malty finish. Brewed by hopheads for hopheads!\r\n\r\n"}, {"smuttynose-ipa": "Smuttynose IPA is a physical salute to the glory of the American hop grower. The citrusy hop flavor coming from a mixture of Simcoe and Santiams is pleasantly balanced by a smooth bitterness from the Amarillo hops. The beer itself is light bodied and crisp with a golden color that will throw a slight haze, as we bottle it unfiltered. At 65 IBU\u0092s, this is definitely not a training-wheels IPA, but is meant for hop lovers looking to satisfy their craving in a way that\u0092s not easy to find. We think they\u0092ll be quite pleased."}, {"flying-dog-raging-bitch": "Flying Dog Brewery will celebrate its 20th Anniversary a few months early on Friday, September 25th (the brewery turns 20 next year). The brewery will be sampling the new Raging Bitch Belgian-style India Pale Ale at the Flying dog Brats And Gonzo party in Denver that day as part of the Great American Beer Fest happening that week (unscramble the FBAG acronym to get GABF). More info about the fest can be found on the official Flying Dog blog.\r\n\r\nThe beer also appeared on draft at this past weekend\u0092s Gonzofest party. Al from Hop Talk was in attendance and reported on his blog, \u0093I understand it\u0092s made from an augmented Snake Dog wort with an exclusive Belgian yeast strain (called Diablo) and dry-hopped with a load of Amarillo hops. They\u0092re calling it a Belgian IPA. It was really good. It had that hop bite from a big, bad American IPA with the banana and bubblegum from the Belgian yeast.\u0094\r\n\r\nSome may remember a beer called, Raging Bitch Birch Beer, that Flying Dog introduced on April 1st. Whereas that low-gravity series beer was a joke, this beer is anything but at 8% ABV (60 IBU).\r\n\r\nPropaganda from the label: \u0093Two inflammatory words\u0085one wild drink. Nectar imprisoned in a bottle. Let it out. It is cruel to keep a wild animal locked up. Uncap it. Release it\u0085stand back! Wallow in its golden glow in a glass beneath a white foaming head. Remember, enjoying a RAGING BITCH, unleashed, untamed, unbridled \u0096 and in heat \u0096 is pure GONZO!! It has taken 20 years to get from there to here. Enjoy!\u0094 \u0096 Ralph Steadman"}, {"founders-reds-rye-ipa": "Pours a spectacular crimson red with a creamy tan head. Brewed with four varieties of Belgian caramel malts imparting a sweet richness. Reds Rye is impressively balanced with its hop bitterness and floral bouquet achieved from the dry hop. In the finish, the generous amount of malted rye used accentuates a spicy crisp finish.<br /><br />Bottled - winter seasonal. On tap - year-round. <br /><br />Note: Formerly Red\u0092s Rye P.A. "}, {"flying-dog-snake-dog-ipa-2008-and-later": "More cunning than a snake in the bush...Snake Dog India Pale Ale is a Colorado-style IPA, power hopped with specialty hops from the Pacific Northwest. This is the brewery\u0092s hop monster, and the citrus fruit aroma will hypnotize the senses of the most hardcore of craft drinkers. 15 Plato, 60 IBU, Crystal Malt, Warrior and Columbus hops, and dry hopped with Columbus."}, {"harpoon-ipa": "Filtered and force carbonated.<br />\r\nIngredients: Water, Three malts, including a 2-row pale, Northwest Cascade Hops, and Yeast.<br />\r\nThis copper colored ale is floral, medium bodied, with a crisp, refreshing finish. Originally our summer seasonal in 1993, it is now available year-round. Harpoon IPA was ranked atop both domestic and imported IPAs by Beer Connoisseur Magazine.\r\n"}, {"troegs-nugget-nectar-ale": "Squeeze those hops for all they\u0092re worth and prepare to pucker up: Tröegs\u0092 newest single batch brew,\r\nNugget Nectar Ale, will take hopheads to nirvana with a heady collection of Nugget, Warrior and Tomahawk hops. Starting with the same base ingredients of our flagship HopBack Amber Ale, Nugget Nectar intensifies the malt and hop flavors to create an explosive hop experience."}, {"ballast-point-big-eye-ipa": "If you have fallen for the IPA style like we have, Big Eye will be a welcome addition to your repertoire.  You\u0092ll revel in Big Eye\u0092s bitter, hoppy flavor thanks to the American Columbus and Centennial hops that are used to flavor and dry hop our flagship IPA.\r\n\r\n We thank our hops every day that the English loved their bitters\u0097or else the IPA style may not have been born to help the beer survive the journey from Cape Hope to India back in the 18th century. "}, {"new-belgium-ranger-ipa": "Are you a hopinista? Thank our Beer Rangers for inspiring (and begging for) this well-balanced Simcoe, Cascade and Chinook hopped IPA. 70 IBUs"}, {"sierra-nevada-ruthless-rye-ipa": "Ruthless IPA is brewed with this rustic grain for refined flavors \u0096 combining the peppery spice of rye and the bright citrusy flavors of whole-cone hops to create a complex ale for the tumultuous transition to Spring. "}, {"sierra-nevada-harvest-fresh-hop-ipa--southern-hemisphere": "This ale marks our journey to the only place on the planet where fresh hops are harvested in our spring, the Southern Hemisphere. Our task was daunting-we needed to get the hops picked, dried, flown halfway across the world and into our brew kettle in a little over a week\u0092s time.  The result is a North-by-South fusion of fresh New Zealand hops blended with the finest North American malts. Its robust hop character presents an intriguing floral-citrus aroma leading to layers of fresh-hop spiciness. Enjoy!"}, {"firestone-walker-union-jack-ipa": "An instant classic, Union Jack is the recipient of numerous awards including back to back wins at the Great American Beer Festival. Union Jack is abound with hop aroma and character. In fact this well balanced, west coast IPA is dry hopped 3 separate times, each lot giving it more and more of the grapefruit citrus hop aroma and flavor it is known for. Overall it utilizes over 4 pounds of pacific northwest hops per barrel."}, {"lagunitas-a-little-sumpin-sumpin-ale": "Way smooth and silky with a nice wheaty-esque-ish-ness. Just the little sumpin\u0092 sumpin\u0092 we all need to kick Summer into full swing! Ingredients: Hops, Malt, Hops, Hops, Yeast, Hops, Water, and Hops."}, {"cigar-city-jai-alai-india-pale-ale": "Jai Alai India Pale Ale pays tribute to the original extreme sport. Jai Alai, a game native to the Basque region of Spain, is played on a court called a fronton. Jai Alai players attempt to catch a ball using a curved mitt, whilst the ball travels at speeds of up to 188 miles per hour! Proving they have a sense of humor the Spanish dub this game, with its ball traveling at race car speeds, \"\"\"\"the merry game.\"\"\"\" Tampa was once home to a busy Jai Alai fronton but sadly all that remains of Jai Alai in the Tampa Bay area is this India Pale Ale that we brew in tribute to the merry game. \r\n\r\nThe India Pale Ale style of beer has its roots in the strong ales sent from England to thirsty British troops in India during the 18th century. To survive the journey the beers needed more alcohol and more hops (which act as a natural  preservative). This \u0093big\u0094 brewing practice made India Pale Ale one of the first \"\"\"\"extreme beers\"\"\"\" and a favorite among the Queens military men in India. Eventually it became a favorite style of the new crop of American brewers seeking more flavor and complexity than mass-market brewers were willing to offer."}, {"southern-tier-ipa": "IPA stands for India Pale Ale and ours is an American version of the classic style.  IPA\u0092s namesake lies in its colonial roots.  British soldiers on their way to India dark a lot of beer, but found it would go stale on the long voyages.  Meanwhile, brewers knew that by adding more hops, the beer would stay fresh.  Voila!  A new style was born and it is one we are proud to brew.  Southern Tier IPA is a triple-hopped on its journey to your glass for a fully aromatic experience."}, {"port-brewing-wipeout-ipa": "With 78 IBUs. Our version of a West Coast IPA- brewed in the San Diego style. This massively hoppy beer gets its flavor and attitude from no less than five hop varieties including Amarillo, Centennial, Cascade, Simcoe and Summit."}, {"brewdog-punk-ipa-56": "Bottle and keg: Filtered. Cask: Unfiltered.\r\n<br />\r\nIngredients: Marris Otter Extra Pale Malt; Chinook, Simcoe, Ahtanum, Nelson Sauvin hops. IBUs 45<br />\r\n\r\nThis fresh, full flavour natural beer is our tribute to the classic IPAs of yester-year. The post modern twist is the addition of amazing fruity hops giving an explosion of tropical fruit flavours and a sharp bitter finish.\r\n\r\n\r\n"}, {"stone-cali-belgique-ipa-cali-belgie": "When reading the name “Stone Cali-Belgique IPA”, “Cali” hints that it is a California style IPA, and this brew has an undeniable Belgian influence, indicated by the word “Belgique” (which is how Belgium’s French-speaking population says the word “Belgian”; the Dutch speaking Belgians say “Belgie”). We carefully selected a Belgian yeast strain that illuminates a fascinating new aspect of the beer that is otherwise quite simply Stone IPA.<br />\r\n<br />\r\nThe result is both completely new and different, while still being recognizable as a Stone Brew – and Stone IPA in particular. Think of it as an otherwise identical twin to Stone IPA that was raised in a Belgian culture. Literally."}, {"samuel-adams-latitude-48-ipa": "Samuel Adams® Latitude 48 IPA is a unique IPA brewed with a select blend of hops from top German, English, and American growing regions all located close to the 48th latitude within the \u0093hop belt\u0094 of the Northern Hemisphere.  The combination of hops in this beer creates a distinctive but not overpowering hop character.  The beer is dry hopped with Ahtanum, Simcoe®*, and East Kent Goldings hops for a powerful citrus and earthy aroma.  The hop character is balanced by a slight sweetness and full body from the malt blend."}, {"heavy-seas-loose-cannon-hop3": " Style: American IPA<br />\r\nHops: Warrior, Simcoe, Palisade, Centennial, Cascade, Citra<br />\r\nMalts: 2-Row, Caramalt, Munich\r\n<br /><br />\r\n\r\n\r\nOur flagship beer, Loose Cannon wins people over at first smell. The carefully cultivated interplay of Simcoe, Palisade, and Centennial creates a most fragrant IPA\u0097its nose bursts with notes of grapefruit, herbs, and pine. Bitterness is somewhat subdued by the floral quality that pervades the taste. The color is burnished gold, and the mouthfeel is creamy. A strong malt backbone balances out the triple-hopped beer. Its nickname, Hop3, comes from the brewing process: our brewers hop Loose Cannon in the boil, the hopback, and the fermenter. It won a second place CAMRA award at the 2010 Great British Beer Festival."}, {"russian-river-blind-pig-ipa": "70 IBU\u0092s.  1.061 Original Gravity.<br /><br />\r\nFull-bodied, very hoppy, citrus, pine, fruity notes with nice dry, bitter finish!"}, {"dark-horse-crooked-tree-ipa": "It\u0092s not as heavy bodied and malty as many IPA\u0092s, in contrast the palate is more crisp and dry.  If you consider yourself a \"hop-head\" you owe it to yourself to grab this beer."}, {"surly-furious": "Like Hops? You\u0092ll like this fire-hued beer. This is the beer I have always dreamed of making. This is the beer that would come to mind while spending the last two years tearing down walls, hanging sheetrock, moving kegs, power washing the ceilings, arguing with various agencies, and cutting the water main.\r\nWithout Golden Promise malt, made by family-owned Simpsons Malt, Furious would just be pissed offed. From Scotland, this malt is still produced in the tradition of turning over the barley by hand, resulting in a malt that is unsurpassed in its quality. Golden Promise is also used extensively by premium whisky distilleries such as The Macallan. This malt provides the backbone for the intense hop character. Four American hop varieties are used at a rate of over three pounds per barrel. The result is a rich malt sweetness infused with bright hop flavor and aroma from beginning to end. Oh yeah, it\u0092s about 6% alcohol and around 100 IBUs.\r\n"}, {"rogue-yellow-snow-ipa": "Beeston Stout, Chariot Pils, Melanoidin, & Cara Foam Malts, Amarillo Hops. 15.5º PLATO, 70 IBU, 76 AA, 14.2ºL"}, {"boulder-beer-mojo-ipa": "Mo-Jo: 1: A magic spell or charm; magical power; 2. Herbaceous ale that summons hop attacks. \r\n<br /><br />\r\nPale in color but packed with flavor, MoJo reflects the perfect balance of hop bitterness and malt character. The unique Amarillo hop adds a slight citrus flavor to an ultra-crisp dry finish."}, {"deschutes-inversion-ipa": "Enter, if you will, all the glorious aromatic complexity of the hop. This big, bold IPA\u0092s intense multi-hop kick gets a subtle dose of restraint from select Crystal and Carastan malts. For discriminating hop heads."}, {"lost-coast-indica-india-pale-ale": "A hoppy full bodied beer, crisp and clean. Made with generous amounts of Columbus, Willamette and Centennial hops."}, {"sierra-nevada-anniversary-ale": "The 2007 Anniversary Ale features prominent usage of Cascade hops\u0096 the signature hop used in Sierra Nevada\u0092s most popular product, Pale Ale. It is an American Style IPA with a big, fragrant pine and citrus hop aroma balanced by the sweetness of two-row pale and caramel malt. It finishes with an additional Cascade dry-hopping creating a big hop aroma Sierra Nevada fans will look forward to.  2007-2009, discontinued 2010."}, {"oskar-blues-deviant-dales-india-pale-ale": "This beer is intended to be a sensory assault for hop lovers. At 8.0% ABV, four hop additions during the brew process, and a final wallop of excessive Columbus dry-hopping, this beer is meant to say one thing: MORE HOPS! Perfect for these cool winter nights, The Deviant is a returning favorite from the little brewery in Lyons, Colorado that started the Canned Revolution!"}, {"sweetwater-ipa": "This mammoth IPA is defined by generous quantities of premium hops and balanced with a premium selection of English malt.  Traditionally unfiltered IPA\u0092s lead to the slight haze appearance.  An extensive dry-hopping process contributes to its very intense floral hop aroma. The IPA is unfiltered and as always, unpasteurized to leave all the natural flavors intact. If you\u0092re at the brewery you\u0092ll be able to guess what style of beer every brewer has in his hand. THE BEER YOU'VE BEEN TRAINING FOR! \r\n\r\nMalt: 2 Row, Pale Malt, Munich,\t70-80 Crystal, Wheat\r\n\r\nHops: Columbus, Golding\r\n\r\nDry Hop: Columbus, Golding"}, {"ska-modus-hoperandi-ipa": "It\u0092s Old Man Bitter<br /><br />\r\nA mix of citrus and pine that will remind you of the time you went on a vision quest with your Native American cousin and you woke up in a pine grove full of grapefruit trees. <br /><br />\r\nAn American-style India Pale Ale with a deep golden-orange color. Bitter and hoppy, with a surprisingly smooth finish.<br /><br /> \r\nModus Hoperandi, an IPA sitting at 6.8% ABV and 65 IBUs."}, {"brewdog-punk-ipa-6": "Bottle and keg: Filtered. Cask: Unfiltered.<br />\r\nIngredients: Marris Otter Extra Pale Malt; Chinook, Crystal, Motoeka hops. IBUs 65<br />\r\n\r\nA beer of inherent contradiction. This heavy weight of the beer world is strikingly delicate with a white gold appearance. The light fruity aroma dominates the initial confrontation; lychee, kiwi and passionfruit all prevail with subtle nuances of cherry and strawberry. Don\u0092t be fooled however by this smooth medium bodied ale. As it trickles down your throat as this wolf in sheep\u0092s clothing begins to grow teeth. The bite comes as the bitterness builds and endures no matter how hard the malty sweetness of the alcohol tries to tame this ferocious beast.<br />\r\n<br />\r\nNOTE: The recipe was changed at the end of 2009, and this version is no longer made, if you have a bottle with a BBD after 1.1.12, you should go to the \"Punk IPA (5.4%)\" version. "}, {"21st-amendment-brew-free-or-die-ipa": "Deep golden color. Citrus and piney hop aromas. Assertive malt backbone supporting the overwhelming bitterness. Dry hopped in the fermenter with four types of hops giving an explosive hop aroma. Previously known as 21A-IPA. "}, {"flying-dog-snake-dog-ipa-through-2007": "Snake Dog is a traditional IPA, brewed with imported English Maris Otter pale malt and Golding Hops. Dry hopped with Chinook and Golding hops, contributes to the fruity-floral hop aroma characteristics of this IPA."}, {"dieu-du-ciel-corne-du-diable": "Corne du diable &#40French for \"Horn of the devil\"&#41 is a contemporary interpretation of the classic English India Pale Ale. This new style, born on the west coast of North America, is characterized by stronger and hoppier beers. The result is a red ale expressing caramel flavours coming from the malt, sharp bitterness and powerful hop aromas, thanks to dry hopping."}, {"shipyard-fuggles-ipa": "Bottle: Filtered.<br />\r\nThis light copper single hop India Pale Ale is brewed only with the Fuggles hops.  It has a smooth, dry, and crisp flavor with floral aroma and apple plum palate."}, {"thornbridge-jaipur": "Cask: Regular. Also available bottled.<br />A citrus dominated India Pale Ale, its immediate impression is soft and smooth yet builds to a crescendo of massive hoppiness accentuated by honey. An enduring, bitter finish."}, {"speakeasy-big-daddy-ipa": "No lightweight, Big Daddy I.P.A. tips the scales with a huge hop flavor and a dry, clean finish that leaves the scene without a trace.\r\n"}, {"mendocino-white-hawk-select-ipa": "White Hawk is a traditional IPA .The IPA recipe is based on the original 1880 brew that was sent to India for the British troops.The advent of India Pale Ale was born of a need to supply beer in the 1800\u0092s to British troops in India. This hearty, heavily hopped ale was brewed to endure the rigors of the long voyage from Great Britain.<br /><br />\r\n\r\nWhite Hawk Original IPA was launched in California in early 2002 to meet the demand for a unique India Pale Ale. Consumer response for White Hawk IPA exceeded expectations and it is fast gaining a loyal following both in 6 pack and on draft. "}, {"left-hand-400-pound-monkey": "Okay, this one isn\u0092t for everybody \u0096 yet. Over the years we\u0092ve been asked to brew a year-round IPA, but have balked at the idea because of the flood of American IPAs currently on the market. If we couldn\u0092t make an IPA that was different what was available, that we personally liked to drink, and one that we could put our personal signature on and be proud of, we didn\u0092t want to do it. So, last fall we brewed a single batch IPA on our new brewhouse and sent it out to 5 different markets around the country to test the response. Which turned out to be pretty positive. So, here we are in 2009, and we\u0092re back playing again with a few new test batches that we\u0092re sampling here in Colorado and a few select markets around the country. What\u0092s in a name, you ask? Well, back in February of 2007, there was an article in there titled \u0091Extremely Boring\u0092. Go back and find that issue, and that specific article, and you\u0092ll see why we named the beer 400 Pound Monkey. Happy sleuthing!"}, {"new-holland-mad-hatter-ale": "Is insanely dry hopped with Centennial Hops. This pale copper colored ale has a flowery hop aroma and a bold hop bitterness. Hop Heads Only Please!\r\n"}, {"acme-california-ipa": "Acme IPA is profoundly hoppy, finished with over a pound of fresh whole hops per barrel. The result of this generous hopping is a beer that is deliciously dry, and eminently drinkable in spite of its apparent strength. <br />\r\n2012 vintage: 6.9% abv"}, {"bridgeport-ipa": "Deep golden in color, BridgePort IPA has an assertive and fragrant hop character from the two full pounds of Cascade, Chinook, Goldings, Crystal and Ahtanum hops in every barrel."}, {"port-brewing-high-tide-fresh-hop-ipa": "Our version of a seasonal IPA brewed and dry hopped with freshly harvested Centennial and Simcoe flower hops."}, {"founders-harvest-ale": "This liquid dream pours a hazy golden orange straw color with a large puffy white two-finger head. First sip of this beer rewards with a super juicy hop presence bursting with fresh orange and lemon citrus then continues to introduce toasted malt undertones."}, {"weyerbacher-hops-infusion": "Hops Infusion exhibits deep malt characteristics- this beer has undeniable character and body. Glowing a deep amber color, Hops Infusion is brewed with seven types of hops. The result is unmistakable-- hop-heavenly flavor with earthy, spicy, sharp citrus notes. Hops Infusion has four times the dry-hopping as our already hoppy IPA. \r\n"}, {"mikkeller-green-gold": "Mikkeller\u0092s tribute to the green gold.\r\n<br /><br />\r\nMikkeller er klar med endnu en IPA,\r\nder ikke er bange for at leve op til navnet.\r\nHumlen er som den skal være:\r\naromatisk, amerikansk og aggressiv, så\r\nman ikke er i tvivl om hvad man nyder.\r\nFor nyde er hvad Green Gold ligger op\r\ntil. Karamelmaltens sødme og fylde\r\ndanner en lækker bund, der rammer\r\nsmagsløgene, inden humleeksplosionen\r\nsætter ind, og som rydder op igen, og\r\nbalancerer det samlede indtryk, så man\r\nkun har lyst til én ting, nemlig endnu en\r\ntår. De lækre amerikanske humler simcoe,\r\namarillo og cascade giver masser\r\naf citrusnoter, men kæler også for din\r\ntunge med fersken og grannuancer\r\nsamt masser af friskhed."}, {"great-lakes-commodore-perry-ipa": "Medium bodied and well hopped with dry, fruity aftertaste, this monumental India Pale Ale honors the hero from The War of 1812 who battled the enemy on Lake Erie."}, {"nogne-o-india-pale-ale": "A rich, malty, and very bitter ale. Cascade hops provide a long, fruity, and spicy after-taste. Recommended serving temperature 10°C/50°F. Ideal with barbequed or smoked meat dishes. <br /><br />Ingredients: Maris Otter, Munich, wheat and caramel malt; Chinook and Cascade hops; English ale yeast, and our local Grimstad water. <br /><br /> 17.5° P, 60 IBU, 7.5 ABV."}, {"blue-point-hoptical-illusion": "Generous amount of selected hops balance out the malty backbone of this delicious golden India Pale Ale."}, {"uinta-hop-nosh-ipa": "Formerly known as Hop Notch. \r\n\r\nWonderful complex flavos, like no other, simply a great tasting IPA. It\u0092s balanced, strong malt backbone, citrusy nose, with hints of pine and grass."}, {"meantime-india-pale-ale": "Bottle conditioned. Also available on keg (filtered but not pasteurised).<br />Meantime are Britain\u0092s only brewers of authentic India Pale Ale. Small batch production allows us to apply the attention to detail and care we require to produce an authentic IPA especially for you. Pound upon pound of Fuggles & Goldings hops are needed to enable us to achieve the dry hopping rates necessary to recreate this great beer style. Enjoy with hot foods and spicy friends, or vice versa.\r\n"}, {"pyramid-thunderhead-india-pale-ale": "\r\n\r\nWe heap the hops into each batch of our Thunderhead IPA. A golden nectar with a striking floral aroma, Thunderhead holds a harmonious balance between its bold hop bitterness and subtle malt backbone. <br /><br />Malts:<br />\r\n2-Row Pale Barley, Munich 10L, Caramel, Carapils<br /><br />\r\nHops:<br />\r\nNugget, CTZ<br /><br />\r\nOG: 16.7"}, {"odell-india-pale-ale-ipa": "Ready to buck convention?  We took the traditional IPA, originally shipped from Englad to India in the 1700s, and made it bolder and more flavorful - American style.  We've added new varieties of highly aromatic American hops to create a distinctive bitterness profile and an incredible hop character.  Hop on, hold tight, and enjoy the ride!"}, {"full-sail-ipa": "This English style IPA is a full-flavored, full-bodied brew that has a big bold malt character and intense aromatics. It\u0092s a well-balanced, golden-colored brew that has a crisp hop finish that doesn\u0092t bite. With its palate cleansing finish, IPA is a perfect for highly spiced dishes with curry, ginger, garlic or cumin. This classic English style IPA is brewed with: 2-row Pale malt and is hopped with Challenger and East Kent Goldings hops"}, {"terrapin-hopsecutioner-india-pale-ale": "Hear ye, hear ye... All hopheads shall herewith rejoice! Terrapin hath recruited ye old HOPSECUTIONER to execute the exact hop profile for this killer IPA. You may lose your hophead over this one!<br /><br />IBU\u0092s: 78. O.G.: 16.3. FG: 3.0. Malt: 2 Row Pale Malt,Munich, Pale Crystal 24L, Victory. Hops: Warrior, Chinook, Centennial, Simcoe, Amarillo, Cascade (dry hop)"}, {"rogue-captain-sigs-deadliest-ale-northwestern-ale": "Originally a tweak of Eugene City Tracktown 100 Meter Ale, reformulated for release as Captain Sig\u0092s Deadliest Ale\r\n<br />\r\n<br />\r\nStyle: India Red Ale. Dedicated to the Hansen brothers - Sig, Edgar, and Norman - the Rogues of the Bering Sea.\r\n\r\nPortions of proceeds of Deadliest Ale will support the Fishermans Fund.\r\n\r\nDeep red in color, this ale starts off with a floral, slightly citrus hop nose, hop flavor soon fades into the malty backbone of this red ale.  9 Ingredients:\r\n\r\nMalts: 2 Row Pale, Munich, Carastan and Chocolate.\r\n\r\nHops: Amarillo and Cascade.\r\n\r\nYeast & Water: Rogue\r\n Pacman Yeast & Free Range Coastal Water.\r\n\tSpecs:\r\n\r\n14.5 PLATO\r\n\r\n80 IBU\r\n\r\n75 AA\r\n\r\n20 Lovibond"}, {"sierra-nevada-estate-homegrown-ale": "Our handmade Estate Ale highlights the flavors of home. From the sun-drenched fields of California\u0092s North Valley comes our Estate Ale. It\u0092s rich with the flavors of the valley\u0097hops with earthy, grapefruit-like flavors and layered spicy aromas, and barley with mild sweetness and smooth, toasted flavors. Enjoy this remarkable homegrown ale, made with organic wet hops and barley grown at our brewery in Chico, and one of the few estate-made ales produced anywhere in the world. Together, these crops grow alongside the brewery to make a truly unique brew."}, {"abita-jockamo-ipa": "The newest Abita brew takes its name and inspiration from the Mardi Gras Indians of New Orleans. Looking for Indians on Mardi Gras Day is a tradition for many New Orleans families. A cultural phenomenon familiar to residents of the Crescent City, the Mardi Gras Indians are not well known to outsiders and Abita is proud to help share their story with the world."}, {"saranac-india-pale-ale": "A hop lover\u0092s delight! In the India pale ale tradition, this brew is very hoppy in both aroma and flavor from the generous amounts of Cascade hops used in brewing. Look for a medium to full body and golden straw color."}, {"mikkeller-stateside": "Earlier batches brewed by Mikkeller at Ørbæk Bryggeri, Ørbæk, Denmark.<br />\r\n\r\nA love of American microbrews is the inspiration behind this IPA, brewed with generous amounts of aromatic, American hops, which provide the significant freshness and bitterness with lots of citrus notes. The taste sensations are nicely balanced by the sweetness from the caramel malt.<br />\r\n\r\nIngredients :\r\nWater, malt (pilsner, munich and caramunich), flaked oats, hops (chinook, cascade and amarillo) and ale yeast."}, {"boulevard-single-wide-ipa": "Boulevard Single-Wide I.P.A. is our take on a style that originated in 18th century Great Britain. This American version\u0097inspired by our Smokestack Series Double-Wide I.P.A.\u0097boasts a heady combination of six varieties of hops, some of which were employed for dry-hopping. "}, {"left-hand-warrior-ipa": "Brewed only once a year with fresh hops hand-picked in Longmont, CO and Warrior hops straight off the vine from Yakima, WA.\r\n<br />Warrior  is brewed using a unique style called \u0093Wet Hopping,\u0094 which requires only hops that are no more than a day from the vine. \u0093Wet Hopping\u0094 imparts only a mild aroma, but an exceptionally fresh unfiltered hop flavor. <br />\r\n2010 vintage 7.6% abv"}, {"maui-brewing-big-swell-ipa": "India Pale Ale was developed in Burton, England, as a \"Super-Premium\" \r\nhoppy pale ale around 1800. The extra strength in alcohol and hops helped preserve the beer on its \r\nlong export journeys to India and beyond. The style developed a following worldwide. Its flavor begins \r\nwith a smooth, malty creaminess followed with a big burst of dry-hop flavor from English Kent Golding \r\nHops. It then finishes with a lingering yet pleasant bitterness. \r\n<br /><br />\r\nBig Swell IPA is a fresh handcrafted India Pale Ale brewed with huge amounts of American hops and malted barley...dry hopped to perfection!\r\n"}, {"ithaca-flower-power-ipa": "Elegantly traditional and rich in its\u0092 hop character, this India Pale Ale is thirst-quenching and soul-satisfying. Each sip delivers a bounty of herbal and floral hop character, balanced by the fruity signature of our house yeast. "}, {"mikkeller-single-hop-simcoe-ipa": "Label on photo is wrong.\r\n\r\nThe first in a new series of single hop IPAs from Mikkeller. Brewed with Simcoe, known from many great US micro-brews. An extremely fresh-hopped IPA.<br />\r\n\r\nIngredients :\r\nWater, malts (pilsner, cara-crystal and munich), hops (simcoe) and yeast.\r\n"}, {"sixpoint-bengali-tiger-ipa": "Sixpoint Bengali Tiger is reminiscent of the century-old English IPA. In my perspective, many current IPAs suffer from lacking substance; unbalanced by a hoppy assertiveness that is not substantiated by a strong foundation of rich malt flavors.\r\n\r\nOur interpretation uses the highest-quality, floor-malted base malt, which lends a full-bodied and rich caramel flavor. We mash at high temperatures and add generous amounts of specialty malts to further emphasize a strong foundation of malt as leverage for our generous additions of hops\u0085 \r\n\r\nWhich are indeed generous. We use a total of three different hop strains, and add a total of six different additions throughout the process. The Bengali Tiger has a hoppy snap upfront, but strides at a steady pace, and finishes balanced.\r\n\r\nThe signature characteristic of the Tiger is the aroma\u0085 we use massive quantities of whole East Kent Goldings hops to dry hop in our conditioning tanks. The result? The essential oils from the hops are an enticing treat before every sip. Notice the lacing of stripes around the pint glass as you finish your glass; it\u0092s the mark of the Tiger."}, {"great-divide-rumble": "Rumble IPA is an American IPA with subtle nuance. Brewed with heavy-handed additions of Pacific Northwest hops, this beer is gently aged on French and American oak resulting in a wonderful balance of bitterness, caramel sweetness, vanilla, and undertones of pine and citrus."}, {"dogfish-head-75-minute-ipa-cask-bottle": "Johnny Cask has entered the building!  We\u0092ve retrofitted a 15 barrel tank to perfectly produce a very special cask conditioned ale (so, we have a little time to play around during winters at the Delaware coast).  This beer, known as Dogfish Head 75 Minute IPA is a blend of 60 and 90 Minute IPAs with a special whole leaf cascade dry-hopping session. Post-hopping the beer gest transferred into firkins and dosed with fresh yeast and maple syrup from the ole family homestead (actually the first batch will be re-fermented with maple syrup from the farm up the road from ours since ours won\u0092t be ready until late March.\r\n<br /><br />\r\n<b>Only the ratings for bottles and single-cask pours of this should be rated.  The 50/50 blends of 60 and 90 where they come from different taps are not rateable, and do not belong here.</b>"}, {"cigar-city-humidor-series-india-pale-ale": "The Humidor Series is a rotating offering of Cigar City Brewing beer aged on Spanish cedar."}, {"sierra-nevada-flipside-red-ipa": "Flipside Red IPA is a rebuttal to the mild-mannered beers of summer.  Tropical fruit and citrus hop flavors from the use of whole-cone Citra, Simcoe and Centennial hops are the perfect notes for this in-between season.  "}, {"elysian-the-immortal-ipa": "A Northwest interpretation of a classic English style, golden copper in color and loaded with New World hop flavor and aroma. "}, {"sierra-nevada-india-pale-ale": "Brewed using a blend of English malts. Magnum hops are used for the early hop addition, with Goldings for finishing and dry hopping. A very flavorful and hoppy ale. <br /><br /> Note: This beer is no longer made and has not been bottled for a few years now. It was replaced by Torpedo."}, {"magic-hat-hipa": "Hi.P.A. is a medium-bodied groove with a fresh and fruitful nose of tympanic temptation. It begins and ends with a big hop bite that is itself forever balanced on the brink by a steady rhythm of malt. Dry-hopped for extra quenching in the face of heat and beat, it\u0092s an ideal accompaniment to chilling out, turning inward or sailing onward through the music of the night toward the dawn of the mind. It\u0092s the liquid way to say be here now lest you never come this way again."}, {"shorts-huma-lupa-licious": "<b>A complex malt and hop theme park in your mouth</b><br />Huma Lupa Licious\u0092 name derives from the hop plant, Humulus lupulus. It is Short\u0092s best-selling India Pale Ale. Huma Lupa Licious is brewed with five different hop varieties, providing a punch to the palate. Between the beer\u0092s abundance of hops, and the type of hops used in its creation, it has a delicious bitter taste and enticing citrus aroma. The hearty malt bill melds well with the hops for a perfect balance.\r\n\r\n<br /><br /> \r\n\r\nHuma Lupa Licious is the product of Joe Short wanting to create the ultimate IPA experience. Originally, Huma Lupa Licious was named Humulus Lupulus Maximus, and went through several recipe changes before settling on the recipe we know and love today."}, {"big-sky-ipa": "This big, rich IPA features Simcoe hops which give it both a fruity, piney hop nose and a clean, ringing bitterness. IN-between, the malt flavor is slightly caramel for a touch of malt sweetness. This IPA is well-balanced and very expressive with hops. "}, {"coronado-islander-ipa": "Named after Coronado Island, our original India Pale Ale is a liquid expression of hometown pride. Cascade, Chinook, and Columbus hops combine to provide an explosive burst of piney bitterness and lucioius notes of apricot, grapefruit, and mango that are sure to envoke imagery of swinging palms and sun-kissed shores."}, {"belhaven-twisted-thistle-ipa-usa": "Bottle; Pasteurised. Has been seen on draught.<br />\r\nA refreshing example of an India Pale Ale from the master brewers at Belhaven. The blend of Cascade and Challenger hops combine to produce an abundance of fresh hop aroma that preludes a bitter-dry taste explosion. Crafted from nearly three centuries of brewing heritage at Scotland\u0092s oldest independent brewery, this ale from Belhaven will have your taste buds tingling.<br />\r\n6.1% USA export version. The Europe version is 5.3%."}, {"hoppin-frog-hoppin-to-heaven-ipa": "A classic, robust American IPA with a spicy, assertive citrusy American hop character balanced with a full-bodied, rich malt taste."}, {"deschutes-fresh-squeezed-ipa": "This mouthwateringly delicious IPA gets its flavor from a heavy helping of citra and mosaic hops. Don\u0092t worry, no fruit was harmed in the making of this beer."}, {"de-molen-vuur-vlam-fire-flames": "Bittering hops Galena; as latehops Chinook, Cascade, Simcoe and Amarillo; Dryhopping with Cascade; 42.6 EBU; OG 1058; FG 1012; 22.2 EBC"}, {"samuel-adams-whitewater-ipa": "Sam Adams Whitewater IPA.  A wheat ale brewed with apricots & spices.\r\n<br />\r\nThis hazy brew combines the crisp character of a white ale with the intense pine and citrus flavors of an India Pale Ale.  We took the unique combination to a new level with the sublet addition of apricots, which provide a slight sweetness to balance the bitterness of the hops.  Cheers!"}]